questions = [
    {
      q_id: 1,
      locale: 'ru',
      title: 'Тёмное пиво крепче, чем светлое',
      img_url: 'https://pivo.by/images/quiz/variants/3/1.jpg',
      answer: false,
      answer_description: 'Содержание алкоголя в пиве зависит лишь от количества солода и других сахаросодержащих ингредиентов. С свою очередь, цвет пива зависит не от количества, а от состава применяемых солодов. Для приготовления тёмных сортов пива помимо светлого солода используют специальные сорта — карамельный, тёмный, жжёный. Таким образом, цвет пива никак не связан с его крепостью, и даже наоборот — при одинаковой начальной плотности тёмное пиво будет зачастую менее крепким (так как из тёмных солодов производится меньше сбраживаемых сахаров).'
    },
    {
      q_id: 2,
      locale: 'ru',
      title: 'В крепкое пиво добавляют спирт',
      img_url: 'CHANGE_! https://pivo.by/images/quiz/variants/3/2.jpg',
      answer: false,
      answer_description: 'Алкоголь в пиве появляется в результате естественного брожения, когда в процессе жизнедеятельности дрожжей сахара в сусле превращаются в спирт, углекислый газ и множество ароматических веществ. Чем выше начальная плотность сусла, тем дольше бродит пиво и тем крепче оно будет. А добавлять спирт в пиво просто нерентабельно.'
    },
    {
      q_id: 3,
      locale: 'ru',
      title: 'Пиво должно быть сварено по закону «О чистоте пива»',
      img_url: 'CHANGE_! https://pivo.by/images/quiz/variants/3/3.jpg',
      answer: false,
      answer_description: 'CHANGE_! Когда в 1516 году был введён немецкий закон «О чистоте пива» (или же Райнхайтсгебот), он носил исключительно экономический характер: закон предписывал использовать при производстве пива только три ингредиента — воду, хмель и ячмень, чтобы экономить дорогостоящую пшеницу. Сейчас же Райнхайтсгебот используется в маркетинговых целях. На самом деле, в состав пива могут входить другие злаки, травы, фрукты — и оно от этого будет только вкуснее и интереснее.'
    },
    {
      q_id: 4,
      locale: 'ru',
      title: 'Люди варят пиво уже больше пяти тысяч лет. Пиво делали даже в Древнем Египте',
      img_url: 'CHANGE_! https://pivo.by/images/quiz/variants/3/4.jpg',
      answer: true,
      answer_description: 'CHANGE_! Действительно, пиво — один из древнейших напитков, известный с эпохи неолита вместе с мёдом, квасом и вином. Химические остатки пива, которым более пяти тысяч лет, были найдены в горах западного Ирана. Более поздние следы пива обнаружены в древнем Шумере, затем Египте и Ассирии. Да и в Беларуси варят пиво испокон веков!'
    },
    {
      q_id: 5,
      locale: 'ru',
      title: 'На заводах делают пиво из порошка',
      img_url: 'https://pivo.by/images/quiz/variants/3/5.jpg',
      answer: false,
      answer_description: 'CHANGE_! Порошковое пиво — это концентрат готового пивного сусла, из которого вакуумным методом удалена вода. Такая методика существует и её даже могут применять при малых объёмах производства. Но использовать порошок на больших заводах нерентабельно, поскольку к традиционной технологии производства пива добавляется ещё один этап — выпаривание, требующий больших энергетических затрат. Утверждение, что известные предприятия варят пиво из порошка не более чем миф.'
    },
    {
      q_id: 6,
      locale: 'ru',
      title: 'Хмель содержит женские гормоны, именно поэтому у мужчин растёт живот',
      img_url: 'https://pivo.by/images/quiz/variants/3/6.jpg',
      answer: false,
      answer_description: 'Хмель, как и редис, петрушка, соя и многие другие растения, содержит фитоэстрогены. Однако, фитоэстрогены растений и человеческие гормоны — это абсолютно разные вещи. Это вовсе не значит, что они могут как-то повлиять на человека. А ещё исследования немецких учёных показали, что хмель не только придаёт пиву вкус и аромат, но и уменьшает губительное воздействие алкоголя на печень.'
    },
    {
      q_id: 7,
      locale: 'ru',
      title: 'Настоящее пиво может храниться не дольше недели',
      img_url: 'https://pivo.by/images/quiz/variants/3/7.jpg',
      answer: false,
      answer_description: 'Многие уверены, что пиво не может храниться дольше недели и что только «живое» пиво будет качественным и вкусным. На самом деле, если пиво быстро портится, то это его недостаток, а вовсе не преимущество. Нет никакой необходимости в использовании консервантов, чтобы сохранить на длительный срок пиво. В первую очередь важны санитария на производстве, использование качественных ингредиентов и соблюдение правил хранения пива. Более того, многие крепкие стили пива могут храниться десятилетиями и не только не терять свой вкус, но и, наоборот, становиться с годами только лучше.'
    },
    {
      q_id: 8,
      locale: 'ru',
      title: 'Пиво вкуснее пить холодным',
      img_url: 'https://pivo.by/images/quiz/variants/3/8.jpg',
      answer: false,
      answer_description: 'Чем ниже температура, тем сложнее прочувствовать вкус и аромат пива. Переохлаждённое пиво просто безвкусное. Прохладным пивом можно утолить жажду, это тонизирующий напиток, но нелепо его пить с целью прочувствовать вкус. Подходящая температура подачи различается от стиля пива: лёгкие лагеры могут быть охлаждены, а плотные стауты должны подаваться при температуре не ниже 12–14 °C.'
    },
    {
      q_id: 9,
      locale: 'ru',
      title: 'Разным стилям пива нужны разные бокалы',
      img_url: 'https://pivo.by/images/quiz/variants/3/9.jpg',
      answer: true,
      answer_description: 'Пусть это и не самое главное пивное правило, но форма бокалов, действительно, влияет на восприятие вкуса пива. Например, крепкие стили пива лучше пить из суженных кверху бокалов, а длинные тонкие бокалы хорошо подходят для лёгих лагеров. Некоторые пивоварни даже спеицально разрабатывают для своих сортов пива бокалы в сотрудничестве с дизайнерами и профессиональными дегустаторами.'
    },
    {
      q_id: 10,
      locale: 'ru',
      title: 'Не бывает пива крепче 14% алкоголя',
      img_url: 'http://fb.ru/media/i/9/3/3/7/8/i/93378_700x398.jpg',
      answer: false,
      answer_description: 'Существуют сорта пива крепость которых выше 40% А самым крепким в мире пивом является «Змеиный Яд» (Snake Venom) от компании «Brewmeister». В то время как обычное пиво, как правило, содержит порядка 5 процентов объёмной доли спирта, шотландский убийца содержит сжигающие желудок 67,5 процентов.'
    },
    {
      q_id: 11,
      locale: 'ru',
      title: 'Хмель относится к той же группе цветущих растений, что и марихуана',
      img_url: 'https://www.factroom.ru/facts/wp-content/uploads/2012/03/Hmil.jpg',
      answer: true,
      answer_description: 'Хмель — представитель семейства коноплёвые. Несмотря на такие тесные родственные связи с лёгким наркотиком, хмель не содержит наркотических веществ и не оказывает на мозг никакого действия.'
    },
    {
      q_id: 12,
      locale: 'ru',
      title: 'Хмель = алкоголь. Пиво крепкое, значит в нем много хмеля!',
      img_url: '',
      answer: false,
      answer_description: 'Хотя в русском языке «хмельное» означает «пьянящее», на самом деле хмель не имеет отношения к алкоголю. Хмель — это растение, которое содержит альфа-кислоты, помогающие сохранить пиво на долгий срок. Также хмель выступает в качестве пивного ароматизатора. За последние несколько столетий было выведено множество ароматических сортов хмеля, которые существенно обогащают вкусовую палитру пива.'
    },
    {
      q_id: 13,
      locale: 'ru',
      title: 'В яблочном соке больше каллорий чем в пиве.',
      img_url: '',
      answer: true,
      answer_description: 'Пиво — это некалорийный продукт. В пиве не содержится сахара, поэтому в нём гораздо меньше калорий, чем в вине или в лимонаде. Но пиво, как и любой алкоголь, вызывает аппетит, поэтому, если закусывать его калорийной пищей, например, солёными орешками или чипсами, опасность ожирения возрастает. Если же сопровождать пиво небольшим количеством полезной закуски, например, рыбы, проблем с весом не возникнет.'
    },
    {
      q_id: 14,
      locale: 'ru',
      title: 'Разливное пиво вкуснее',
      img_url: '',
      answer: false,
      answer_description: 'Все льется из одних и тех же танков. Ньюанс только в том что если пить пиво прямо из бутылки то можно не ощутить часть аромата пива. Есть производители (те же бельгийские монастыри), которые вообще не выпускают пиво иначе как в бутылках. А есть сорта пива, для которых дображивание в бутылке является обязательным этапом технологии.'
    },
    {
     q_id: 15,
     locale: 'ru',
     title: 'Пиво – самое популярное в мире спиртное',
     img_url: '',
     answer: true,
     answer_description: 'Пиво – самое популярное в мире спиртное и третий по употреблению напиток после воды и чая. В любой момент времени 0,7% населения планеты находятся в состоянии алкогольного опьянения. Это примерно 50 миллионов человек, из них минимум 10 миллионов пьяны от пива.'
    },
]

questions.each do |product|
    q = Question.find_or_create_by(product)
end